"livechat.inputfield.questionplaceholder" = "Introduzir a sua pergunta";
"livechat.inputfield.messageplaceholder" = "Mensagem";
"livechat.inputfield.feedbackplaceholder" = "Introduzir as suas opiniões aqui...";
"livechat.inputfield.commentplaceholder" = "Comentário";
"livechat.headertitle.department" = "Escolher o departamento";
"livechat.headertitle.feedback" = "Deixar as suas sugestões";
"livechat.button.send" = "Enviar";
"livechat.button.ok" = "OK";
"livechat.button.photolibrary" = "Biblioteca de fotografias";
"livechat.button.sendPhoto" = "Enviar fotografia";
"livechat.button.takescreenshot" = "Tirar captura de ecrã";
"livechat.button.cancel" = "Cancelar";
"livechat.button.open" = "Abrir";
"livechat.button.copy" = "Copiar";
"livechat.button.submit" = "SUBMETER";
"livechat.button.back" = "< Retroceder";
"livechat.button.select" = "Selecionar";
"livechat.button.arrow" = "<";
"livechat.button.backButton" = "Retroceder";
"livechat.message.savetolibrary" = "Guardar nas Imagens da Câmara";
"livechat.message.offlineSend" = "Envio Offline";
"livechat.message.secs" = "%@ segundos";
"livechat.message.sec" = "%@ segundo";
"livechat.message.newmessage" = "%@ mensagem nova";
"livechat.message.newmessages" = "%@ mensagens novas";
"livechat.message.chattransfered" = "Chat transferido. Olá, chamo-me %@! Gostaria de o ajudar.";
"livechat.message.agenjoinedchat" = "%@ iniciou a participação nesta conversação.";
"livechat.message.sessionended" = "Sessão terminada - n.º%@";
"livechat.message.sessionendednovisitid" = "Sessão terminada";
"livechat.message.connectedto" = "Ligado a %@";
"livechat.message.sessionendtime" = "Sessão de chat terminará em %@";
"livechat.message.chatmissed" = "Dentro em breve entraremos em contacto consigo";
"livechat.message.defaultthankmsg" = "Obrigado pelo seu contacto! \n Deixe-nos a sua classificação e comentários valiosos.";
"livechat.ratingresponse.ratingandfeedback" = "Obrigado pela sua classificação e comentários valiosos";
"livechat.ratingresponse.feedback" = "Obrigado pelos seus comentários valiosos";
"livechat.ratingresponse.rating" = "Obrigado pela sua classificação valiosa";
"livechat.message.name" = "Eu";
"livechat.ratingmessage.bad" = "Má";
"livechat.ratingmessage.good" = "Boa";
"livechat.ratingmessage.wow" = "Uau";
"livechat.feedbackmessage.nofeedback" = "Nenhum comentário";
"livechat.connectionstatus.online" = "Online";
"livechat.connectionstatus.offline" = "Offline";
"livechat.connectionstatus.connecting" = "A ligar";
"livechat.connectionstatus.waitingfornetwork" = "A aguardar rede";
"livechat.connectionstatus.noconnection" = "Não existe conectividade de rede...";
"livechat.day.morning" = "Manhã";
"livechat.day.afternoon" = "Tarde";
"livechat.day.evening" = "Final do dia";
"livechat.day.night" = "Noite";
"livechat.day.today" = "Hoje";
"livechat.day.yesterday" = "Ontem";
"livechat.fileSize.exceed.alert" = "O tamanho do arquivo excede o limite máximo permitido";

//

"livechat.message.sessionend" = "A sessão de chat vai terminar em";

"livechat.leave.feedback" = "Obrigado por entrar em contato conosco! \n Deixe-nos seu valioso feedback.";

"livechat.offline.sent" = "Envio offline";

"livechat.conversation.gif" = "gif";

"livechat.conversation.image" = "imagem";

"livechat.conversation.vidoe" = "vídeo";

"livechat.conversation.audio" = "áudio";

"livechat.conversation.file" = "arquivo";

"livechat.conversation.location" = "local";

"livechat.conversation.contact" = "contato";

"livechat.ongoing.typing" = "digitando";

"livechat.offline.message" = "Não estamos no momento. Deixe-nos uma mensagem e retornaremos a você o quanto antes possível..";

"livechat.start.chat" = "Iniciar chat";

"livechat.recently.viewed" = "Visualizados recentemente";

"livechat.faq.srarch.empty" = "Oh! O artigo que você está procurando ainda está em construção! Volte mesmo mais tarde!";

"livechat.faq.search" = "Pesquise por um artigo";

"livechat.conversation" = "Conversas";

"livechat.faq" = "Base de conhecimentos";

"livechat.conversation.search.empty" = "Ops! Parece que nenhuma conversa existente tem a palavra de pesquisa que você acabou de digitar. Pode ser que consiga com outra palavra de pesquisa!";

"livechat.conversation.attended" = "em %@ com %@"; //in zylker with andrew

"livechat.conversation.missed" = "Perdido no %@";//Missed in sales

"livechat.conversation.search" = "Pesquise uma conversa";

"livechat.conversation.empty" = "Ainda sem conversas! Está a um clique de se ligar aos seus especialistas.";

"livechat.faq.empty" = "Nosso módulo de artigos ainda está em construção!";

"livechat.conversaiton.awaiting" = "Aguardando para conectar...";

"livechat.faq.article" = "artigos";

"livechat.faq.articles" = "artigos";

"livechat.faq.view" = "exibições";

"livechat.faq.views" = "exibições";



"livechat.button.endsession" = "Terminar sessão";
"livechat.message.missedChat" = "Chat perdido";
"livechat.message.sharedfile" = "Partilhou um ficheiro";
"livechat.message.suggestions" = "Sugestões";
"livechat.message.like" = "Gosto";
"livechat.message.dislike" = "Não gosto";
"livechat.message.timezone" = "Fuso horário";
"livechat.message.date" = "Data";//
"livechat.message.time" = "Hora";//
"livechat.message.from" = "De";//
"livechat.message.to" = "Para";//
"livechat.message.speaker" = "Altifalante";
"livechat.message.settings" = "Definições";
"livechat.message.okay" = "Ok";
"livechat.button.dnt" = "Não monitorizar";
"livechat.button.gotit" = "Compreendi!";
"livechat.button.learnmore" = "Saber mais";
"livechat.button.accept" = "Aceitar";
"livechat.button.decline" = "Recusar";
"livechat.message.slidetodelete" = "Deslizar para eliminar";
"livechat.message.holdtorecord" = "Segurar para gravar, soltar para parar";
"livechat.permission.microphone" = "Permita o acesso ao microfone do seu dispositivo para gravar e enviar mensagens de voz.";
"livechat.buttton.later" = "Mais tarde";
"livechat.message.permission" = "Navegar para as definições das aplicações";
"livechat.message.angry" = "Zangado";
"livechat.message.sad" = "Triste";
"livechat.message.neutral" = "Neutro";
"livechat.message.good" = "Bom";
"livechat.message.great" = "Ótimo";

"livechat.message.chattransfering" = "%@ está a transferir este chat para %@.";
"livechat.message.forwardsupport" = "%@ está a transferir este chat.";
"livechat.message.forwardaccepted" = "O chat foi reencaminhado com sucesso para %@.";

"livechat.button.done" = "Concluído";
"livechat.button.skip" = "Ignorar";
"livechat.button.confirm" = "Confirmar";
"livechat.message.bookslot" = "Reservar um horário";

"livechat.message.verybad" = "Muito mau";
"livechat.message.neutral" ="Neutro";
"livechat.message.pickdate" = "Escolher uma data";
"livechat.message.pickslot" = "Escolher um período de tempo";
"livechat.message.pickloc" = "Escolher uma localização";
"livechat.message.location" = "Localização";
"livechat.message.curloc" = "Enviar a localização atual" ;
"livechat.message.selloc" = "Enviar a localização selecionada";

"livechat.message.changeemail" = "Alterar endereço de e-mail";
"livechat.message.translateconsent" = "Tradução do Google";
"livechat.message.chatconsent" = "Consentimento do chat";
"livechat.message.trackconsent" = "Consentimento de monitorização";
"livechat.chatconsent.message" = "Ao clicar em Aceitar, concorda com todos os nossos termos e condições especificados no documento.";
"livechat.trackconsent.message1" = "Olá! Monitorizamos as suas atividades na nossa aplicação para melhorar a sua experiência de utilização da aplicação.";
"livechat.trackconsent.message2" = "Olá! Monitorizamos as suas atividades na nossa aplicação para melhorar a sua experiência de utilização da aplicação. Mas, caso pretenda optar por não participar, clique na opção “Não monitorizar”.";
"livechat.message.cardmask" = "Ocultação de cartão de crédito";
"livechat.creditcard.message" = "Uma vez que o número do seu cartão representa uma informação confidencial, pretende que ocultemos os primeiros 12 dígitos do número do seu cartão?";
"livechat.button.mask" = "Ocultar";
"livechat.message.emailtranscript" = "Está prestes a enviar a transcrição deste chat por e-mail para %@.";


"livechat.message.continuesession" = "A sua sessão de chat connosco foi concluída. Tem mais alguma questão para ser esclarecida? Clique em Continuar para conversar connosco.";
"livechat.button.sendemail" = "Enviar transcrição de chat por e-mail";
"livechat.button.continue" = "Continuar";
"livechat.message.typeemail" = "Enviar transcrição de chat por e-mail";
"livechat.message.mailsent" = "E-mail enviado com êxito";
"livechat.message.mailfailed" = "Falha ao enviar e-mail";


"livechat.button.yes" = "SIM";
"livechat.button.no" = "NÃO";
"livechat.message.connectohuman" = "Necessita de ajuda humana?";


"livechat.message.downloading" = "A transferir";
"livechat.message.uploading" = "A carregar";

"livechat.message.sendphoto" = "Enviar 1 fotografia";
"livechat.message.sendvideo" = "Enviar 1 vídeo";

"livechat.message.sendphotos" = "Enviar %@ fotografias";
"livechat.message.sendvideos" = "Enviar %@ vídeos";


"livechat.message.senditems" = "Enviar %@ itens";

"livechat.message.saved" = "Guardado";
"livechat.message.screenshot" = "Tocar para capturar";

"livechat.message.time.yearsago" = "há %@ ano";
"livechat.message.time.monthsago" = "há %@ mês";
"livechat.message.time.weeksago" = "há %@ semana";
"livechat.message.time.daysago" = "há %@ dias";
"livechat.message.time.hoursago" = "há %@ horas";
"livechat.message.time.minutesago" = "há %@ minutos";
"livechat.message.time.secondsago" = "há %@ segundos";
"livechat.continue.chat" = "Continuar o chat";
"livechat.conversation.started" = "em %@";
"livechat.message.sendfeedback" = "Enviar comentários";
"livechat.message.sessionendtime" = "Sessão de chat terminará em %@";

"livechat.message.recieveimage" = "%@ enviou-lhe uma imagem";
"livechat.message.recievevideo" = "%@ enviou-lhe um vídeo";
"livechat.message.recievegif" = "%@ enviou-lhe um GIF";
"livechat.message.recievefile" = "%@ enviou-lhe um ficheiro";
"livechat.message.recieveaudio" = "%@ enviou-lhe um clique de áudio";
"livechat.message.sharescreenshot" = "Partilhar captura de ecrã";

//FORMS
"livechat.message.defaultthankmsg" = "Tive muito gosto em conversar consigo hoje. Por favor, dispense alguns momentos para nos deixar a sua «Classificação».";

"livechat.message.rate.1star" = "Lamentamos não ter podido ajudá-lo. Iremos melhorar o nosso serviço de apoio.";
"livechat.message.rate.2star" = "Pedimos desculpa! Garantir-lhe-emos uma melhor experiência da próxima vez.";
"livechat.message.rate.3star" = "Obrigado pela sua classificação! Não deixe de nos contactar quando precisar de alguma assistência.";
"livechat.message.rate.4star" = "Obrigado pela sua classificação. Temos muito prazer em ajudá-lo.";
"livechat.message.rate.5star" = "Uau, obrigado!  Temos o maior gosto em ajudá-lo";

"livechat.message.feedback" = "Obrigado pelo seu comentário.";

"livechat.message.state.connecting" = "A ligar";
"livechat.message.state.connected" = "Ligado";

"livechat.message.inputcard.title.name" = "Introduza nome";
"livechat.message.inputcard.title.phone" = "Introduza o contacto";
"livechat.message.inputcard.title.url" = "Introduza o URL";
"livechat.message.inputcard.title.email" = "Introduza o e-mail";

"livechat.message.inputcard.error.name" = "Introduza um nome válido";
"livechat.message.inputcard.error.email" = "Introduza um endereço de e-mail válido";
"livechat.message.inputcard.error.contact" = "Introduza um número de contacto válido";
"livechat.message.inputcard.error.url" = "Introduza um URL válido";

"livechat.message.form.inline.introduction" = "Ajude-nos a conhecer com quem estamos a falar.";
"livechat.message.form.inline.chatmessage" = "Indique-nos alguns dados para iniciar uma conversa.";
"livechat.message.form.inline.buttontitle" = "Preencha o formulário";

"livechat.message.form.field.error.question" = "Introduza a pergunta";
"livechat.message.form.field.question" = "Introduza a sua pergunta aqui";
"livechat.message.form.field.campaign" = "Gostaria de subscrever a nossa newsletter?";

"livechat.message.form.field.error.unknown" = "A resposta dada não é válida.";

"livechat.message.form.field.department.fieldname" = "Departamento";
"livechat.message.form.field.department.message" = "Selecione o departamento para onde o pedido deve ser encaminhado";
"livechat.message.form.field.department.placeholder" = "Escolher um departamento";
"livechat.message.form.field.department.coversation.error" = "Escolha um departamento.";
"livechat.message.form.field.department.traditional.error" = "Escolha um departamento válido";



"livechat.message.form.field.email.fieldname" = "E-mail";
"livechat.message.form.field.email.message" = "Podemos enviar-lhe um e-mail para?";
"livechat.message.form.field.email.placeholder" = "Introduza o seu endereço de e-mail";
"livechat.message.form.field.email.coversation.error" = "O endereço de e-mail que introduziu parece estar incorreto. Introduza o seu endereço de e-mail novamente.";
"livechat.message.form.field.email.traditional.error" = "Introduza um endereço de e-mail válido";



"livechat.message.form.field.phone.fieldname" = "Telefone";
"livechat.message.form.field.phone.message" = "Pode dar-me o seu número de contacto?";
"livechat.message.form.field.phone.placeholder" = "Introduza o seu número de contacto";
"livechat.message.form.field.phone.coversation.error" = "O número de telefone que introduziu parece estar incorreto. Introduza o seu número de telefone novamente.";
"livechat.message.form.field.phone.traditional.error" = "Introduza um número de telefone válido";


"livechat.message.form.field.name.fieldname" = "Nome";
"livechat.message.form.field.name.message" = "Como deseja ser tratado?";
"livechat.message.form.field.name.placeholder" = "Introduza o seu nome";
"livechat.message.form.field.name.coversation.error" = "O nome que introduziu não parece estar correto. Introduza o seu nome novamente.";
"livechat.message.form.field.name.traditional.error" = "Introduza um nome válido";

"livechat.button.sure" = "Claro";
"livechat.message.form.conversation.sendername" = "Operador";
"livechat.message.form.traditional.title" = "Detalhes do utilizador";

"livechat.message.error.internet" = "Verifique a sua ligação à Internet.";
"livechat.message.error.unknown" = "Ups! Ocorreu um erro. Tente novamente";


//REOPEN
"livechat.message.error.internet" = "Verifique a sua ligação à Internet.";
"livechat.message.error.unknown" = "Ups! Ocorreu um erro. Tente novamente";
"livechat.conversation.started_no_dept" = "com %@";
"livechat.message.reopensession" = "A sessão de chat terminou. Pode reabrir o chat se tiver mais questões.";
"livechat.message.failiure.unknown" = "Ocorreu um erro. Código de erro: %@";
"livechat.message.failiure.throttle" = "Ligação estrangulada. Tente mais tarde.";
"livechat.button.reopen" = "Reabrir o chat";
"livechat.message.conversation.reopened" = "Reabriu o chat";
"livechat.message.sendblocked.ended" = "Este chat terminou";
"livechat.message.conversation.operatorsunavailable" = "Não existem operadores disponíveis";
"livechat.message.conversation.waiting" = "O operador chegará em breve";
"livechat.message.conversation.formwaiting" = "A aguardar os seus dados";

"livechat.message.chatwithus" = "Converse connosco agora!";
"livechat.message.search" = "Pesquisar";
"livechat.rate.titlemessage" = "Como foi a sua experiência de conversação connosco?";
"livechat.rate.subtitlemessage" = "Por favor, dispense alguns momentos para deixar a sua classificação";
"livechat.message.time.justnow" = "Agora mesmo";
"livechat.message.file" = "Ficheiro";
"livechat.message.missed.message" = "Tivemos saudades suas! Dentro em breve entraremos em contacto consigo!";
"livechat.message.connection.online.message" = "De novo online!";

"salesiq.chat.branding" = "Baseado no SalesIQ Mobilisten";
"livechat.button.download" = "Transferir";
"livechat.alert.formactivenotice.title" = "Formulário ativo noutro chat.";
"livechat.alert.formactivenotice.subtitle" = "Complete o formulário no chat anterior antes de iniciar um novo!";
"livechat.message.offlinemessage.submitted" = "Mensagem offline enviada";
"livechat.message.storage_permission.denied" = "Permissão de armazenamento recusada.";
"livechat.message.timedout" = "Tempo limite excedido";
"livechat.message.success" = "Sucesso";
"livechat.message.faliure" = "Falhou";

"livechat.message.widget.selectionlimit" = "Limite de seleção atingido";
"livechat.message.noresult" = "Não foram encontrados resultados";
"livechat.message.waitingforconnection" = "A aguardar ligação à rede";
"livechat.message.chat.closedalert" = "Sessão encerrada! Reabra o chat para continuar.";

"livechat.message.info.chatmissed" = "Não foi possível responder ao seu pedido de chat";
"livechat.message.status.sending" = "A enviar";
"livechat.message.status.sent" = "Enviado";
"livechat.message.status.resend" = "Reenviar";
"livechat.message.status.delete" = "Eliminar";
"livechat.message.inputcard.error.novalue" = "Introduza por favor um valor válido";

"livechat.chat.pendingaction.placeholder" = "Aguarde.";
"livechat.chat.sender.profanity.alert" = "Alerta de abuso";
"livechat.chat.queue.banner.calculating" = "A calcular o tempo de espera...";
"livechat.chat.queue.banner.title" = "Está na fila do chat";
"livechat.chat.queue.banner.timeremaining" = "O tempo estimado de espera é cerca de %@";
"livechat.chat.queue.banner.position.subtitle" = "Lugar";
"livechat.chat.list.subtitle.queue.spot" = "Lugar na fila: %@";
"livechat.gdpr.googletranslate.consent" = "Este serviço pode conter traduções desenvolvidas pela Google. A Google rejeita todas as garantias relacionadas com as traduções, expressas ou implícitas, incluindo quaisquer garantias de exatidão, fiabilidade, bem como quaisquer garantias implícitas de comercialização ou adequação a uma finalidade específica e não violação.";
"livechat.gdpr.translation.consent" = "Consentimento de tradução";
"livechat.button.schedule" = "Agenda";

"livechat.message.inputwidget.datetime.title" = "Data e hora";
"livechat.message.search.country.placeholder" = "Procurar país ou código";
"livechat.message.permission.denied.location" = "Permissão de localização recusada";
"livechat.messsage.search.noresults" = "Não conseguimos encontrar quaisquer resultados que correspondam à sua pesquisa";

"livechat.message.status.edit" = "Editar";
"livechat.message.status.reply" = "Resposta";
"livechat.message.deletingmessage" = "A eliminar mensagem";
"livechat.message.deletemessage" = "Eliminar mensagem?";
"livechat.message.messagedeletedforeveryone" = "Esta mensagem será eliminada para todos.. Esta ação não pode ser anulada";
"livechat.message.loadmoremessage" = "Carregar mais";
"livechat.message.messagedeleted" = "Esta mensagem foi eliminada";
"livechat.message.messageedited" = "Editado";
"livechat.message.failure.transcriptFetch" = "Não é possível carregar mensagens. Tente novamente mais tarde.";
"livechat.message.failure.deleteMessage" = "Não é possível eliminar a mensagem. Tente novamente mais tarde.";
"livechat.message.failure.editMessage" = "Não é possível editar mensagem. Tente novamente mais tarde.";

"livechat.message.log.title" = "Registo de aplicação";
"livechat.message.log.chatMessage" = "O operador pediu para aceder ao seu registo da aplicação";
"livechat.message.share" = "Partilhar";
"livechat.info.message" = "Copiado";

"livechat.booking.description"="Clique em “Reservar agora” abaixo para agendar o seu compromisso."; 
"livechat.booking.bookappointment" = "Reservar compromisso"; 
"livechat.booking.cancelbooking" = "Cancelar marcação"; 
"livechat.booking.cancelbooking.message" = "Tem a certeza de que pretende cancelar esta marcação?"; 
"livechat.booking.discardbooking" = "Tem a certeza de que pretende rejeitar as alterações"; 
"livechat.common.discard" = "Rejeitar"; 
"livechat.booking.pickadate" = "Escolher uma data"; 
"livechat.booking.allslotsbooked" = "Todos os intervalos estão reservados"; 
"livechat.booking.allslotsbooked.message" = "Parece que todos os intervalos estão reservados nesta data, tente outra data."; 
"livechat.booking.unavailable" = "Indisponível"; 
"livechat.booking.slots" = "Intervalos"; 
"livechat.booking.slot" = "Intervalo"; 
"livechat.booking.choosedate" = "Escolher data"; 
"livechat.booking.bookingconfirmation.title" = "Confirmação de reserva"; 
"livechat.booking.verifydetails" = "Confirmar detalhes de contacto"; 
"livechat.common.noresultfound" = "Não foram encontrados resultados para a pesquisa"; 
"livechat.booking.choosetimeslot.title" = "Escolha um intervalo"; 
"livechat.booking.booknow" = "Reservar agora"; 
"livechat.booking.scheduled" = "Agendado"; 
"livechat.booking.cancelled" = "Cancelado"; 
"livechat.booking.reschedule" = "Reagendar"; 
"livechat.booking.cancel" = "Cancelar";

"livechat.booking.expired" = "Expirado";
"livechat.booking.rescheduled" = "Reagendado";
"livechat.booking.error.booknow" = "Tente novamente";
"livechat.booking.error.bookanappointment" = "Não é possível agendar um compromisso";
"livechat.booking.error.confirmappointment" = "Falha no agendamento de compromisso. Tente novamente.";
"livechat.booking.error.rescheduleaction" = "Não é possível reagendar. Tente novamente.";
"livechat.booking.error.cancelaction" = "Não foi possível cancelar. Tente novamente.";
"livechat.booking.error.rescheduleappointment" = "Não é possível reagendar. Tente novamente.";
"livechat.info.booking.reschedule" = "Compromisso reagendado";
"livechat.info.booking.cancel" = "Compromisso cancelado";
"livechat.booking.success.appointment" = "Compromisso agendado com sucesso";
"livechat.booking.success.reschedule" = "Compromisso reagendado com sucesso";
"livechat.booking.success.cancel" = "Compromisso cancelado com sucesso";
"livechat.booking.disabled" = "Integração não ativada no portal";
"livechat.booking.search" = "Não foram encontrados resultados de pesquisa para";
"livechat.voicemessage.alert.title" = "Descartar mensagem de voz";
"livechat.voicemessage.alert.message" = "Isto irá descartar a sua mensagem de voz gravada";
"livechat.booking.alert.discardChangesPrompt" = "As alterações efetuadas não serão guardadas. Pretende continuar?";
"livechat.alert.button.proceed" = "Continuar";
"livechat.alert.button.cancel" = "Cancelar";


//knowledgbase
"livechat.knowledgebase.recentsearches" = "Pesquisas recentes";
"livechat.knowledgebase.categories" = "Categorias";
"livechat.knowledgebase.article.updated" = "Atualizado";
"livechat.knowledgebase.action.like" = "Gosto";
"livechat.knowledgebase.action.dislike" = "Não gosto";
"livechat.knowledgebase.info.liked" = "Gostou";
"livechat.knowledgebase.info.disliked" = "Não gostou";
"livechat.knowledgebase.view" = "vista";
"livechat.knowledgebase.views" = "vistas";
"livechat.knowledgebase.action.invalid" = "Ação inválida. Tentar novamente.";
"livechat.knowledgebase.noviews" = "Não existem vistas";

"livechat.knowledgebase.subcategories" = "Subcategorias";
"livechat.knowledgebase.article" = "artigo";
"livechat.knowledgebase.articles" = "artigos";
"livechat.knowledgebase.relatedarticles" = "Artigos relacionados";
"livechat.knowledgebase.subcategory.count" = "subcategoria";
"livechat.knowledgebase.subcategories.count" = "subcategorias";
"livechat.knowledgebase.recentlyviewed" = "Visualizado recentemente";
"livechat.knowledgebase.choosedepartment" = "Escolher departamento";
"livechat.knowledgebase.search.departments" = "Departamentos";
"livechat.knowledgebase.delete.or.disabled" = "Artigo indisponível";

"livechat.chat" = "Chat";
"livechat.knowledgebase.time.yearsago" = "Atualizado há %@ anos";
"livechat.knowledgebase.time.monthago" = "Atualizado há %@ meses";
"livechat.knowledgebase.time.dayago" = "Atualizado há 1 dia";
"livechat.knowledgebase.time.daysago" = "Atualizado há %@ dias";
"livechat.knowledgebase.time.hourago" = "Atualizado há 1 hora";
"livechat.knowledgebase.time.hoursago" = "Atualizado há %@ horas";
"livechat.knowledgebase.time.justnow" = "Atualizado há pouco";

"livechat.conversation.unavailable" = "Chat indisponível";
"livechat.message.file.not.supported" = "Tipo de ficheiro não suportado";
"livechat.message.sending.failed" = "Falha ao enviar mensagem";
"livechat.launcher.dismiss" = "Arrastar para aqui para dispensar";
"livechat.button.endchat" = "Terminar chat";


"livechat.message.resendall" = "Reenviar tudo";
"livechat.message.deleteall" = "Eliminar tudo";
"livechat.filebotcard.minimumselection.error" = "Por favor, selecione um mínimo de %@ ficheiros";
"livechat.filebotcard.maximumselection.error" = "Não é possível partilhar mais de %@ ficheiros";
"livechat.filebotcard.selectionfile.limitexceed.error" = "O tamanho do ficheiro não deve exceder %@";
"livechat.filebotcard.upload" = "Carregar";

"livechat.message.widget.minimumselectionlimit" = "É necessária uma seleção mínima de %@";
"livechat.message.resource.viewarticle" = "Ver artigo";
"livechat.filebotcard.unsupportedfile.error" = "O ficheiro selecionado não é suportado, por favor selecione outro ficheiro. ";
"livechat.fab.call.action" = "Chamada";
"livechat.fab.chat.action" = "Chat";
"livechat.fab.close.action" = "Fechar";

"livechat.info.call.convertedaschat" = "Chamada convertida como chat por %@";
"livechat.info.call.end" = "Chamada áudio em %@ para %@";
"livechat.info.call.reject.peer" = "%@ está ocupado neste momento. Tente ligar mais tarde";
"livechat.info.call.reject" = "%@ recusou uma chamada áudio para %@";
"livechat.info.call.missed.other" = "%@ perdeu a sua chamada áudio em %@";
"livechat.info.call.missed.self" = "%@ perdeu uma chamada de áudio às %@";
"livechat.info.call.cancelled" = "%@ cancelou uma chamada áudio para %@";
"livechat.common.loading" = "A carregar...";
"livechat.call.title.ongoingcall" = "Chamada a decorrer";
"livechat.prechat.chat.online.title" = "Converse connosco agora!";
"livechat.prechat.chat.offline.title" = "Deixe-nos uma mensagem";
"livechat.prechat.call.online.title" = "Telefone-nos agora";
"livechat.prechat.call.offline.title" = "Deixe-nos uma chamada perdida";
"livechat.call.warning.make.new.call" = "Não é possível efetuar uma nova chamada quando já se está noutra chamada.";
"livechat.call.end.alert.when.end.conversation" = "Terminar o chat também termina a chamada em curso. Tem a certeza de que pretende continuar?";
"livechat.action.end" = "Terminar";
"livechat.prechat.brand.back.to.online" = "Olá, estamos de novo online!";
"livechat.call.outgoingcall.duration" = "Chamada efetuada para %@";
"livechat.call.missed" = "Chamada perdida";
"livechat.call.cancelled" = "Chamada cancelada";
"livechat.missed.chat.response" = "Obrigado pelo seu contacto! Dentro em breve entraremos em contacto consigo.";
"livechat.call.miss.alert.title" = "Operadores indisponíveis";
"livechat.call.miss.alert.message" = "Gostaria de nos deixar uma chamada perdida?";
"livechat.chat.miss.alert.message" = "Gostaria de nos deixar uma mensagem?";
"livechat.call.recording.consent.title" = "Consentimento de gravação de chamada";
"livechat.call.recording.consent" = "Todas as chamadas são gravadas para garantia de qualidade, manutenção de registos e processos de formação. Ao clicar em “Aceitar” está a dar o seu consentimento para gravar a chamada.";
"livechat.call.queue.title" = "Chamada em fila de espera";
"livechat.call.microphone.permission.title" = "Permita o acesso";
"livechat.call.microphone.permission.custom.message" = "%@ precisa de permissão para aceder ao seu microfone para chamadas de voz";
"livechat.call.microphone.permission.message" = "Esta aplicação precisa de permissão para aceder ao seu microfone para chamadas de voz";
"livechat.button.endconversation" = "Terminar a conversa";
"livechat.message.offlinechat" = "Chat offline";
"livechat.message.offlinecall" = "Chamada offline";
"livechat.checkbox.consent.message" = "Concordo com os termos e condições";
"livechat.checkbox.consent.message.tac" = "termos e condições";
"livechat.list.subtitle.queue.call" = "A sua chamada está em fila de espera. Por favor, aguarde.";
"livechat.list.subtitle.queue.chat" = "O seu chat está em fila de espera. Por favor, aguarde.";
"livechat.common.gdpr.consent.title" = "Consentimento de conversa";
"livechat.common.gdpr.consent.message" = "Ao clicar em Aceitar, está a concordar com todos os termos e condições especificados no documento.";
"livechat.common.gdpr.consent.message.in.forms" = "Ao assinalar a caixa de verificação dos termos e condições, está a aceitar todas as regras especificadas no documento.";
"livechat.form.toast.agree.tac" = "Aceite os Termos e Condições para prosseguir";
"livechat.list.missed.call.subtitle" = "Perdemos a sua chamada. Tente mais tarde.";
"livechat.list.cancel.call.subtitle" = "Cancelou uma chamada áudio.";
"livechat.list.subtitle.ongoingcallinothersession" = "Chamada em curso noutra sessão";
"livechat.call.failed.message" = "Parece que todos os nossos operadores estão indisponíveis neste momento!";
"livechat.call.waiting.for.response" = "Aguarde que o nosso representante do apoio ao cliente responda à sua chamada";
"livecaht.call.initialization.failed" = "A inicialização falhou";
